export default {
  projections: {
    ОборудованиеE: {
      название: {
        __caption__: 'Название'
      },
      тип: {
        __caption__: 'Тип'
      },
      паспорт: {
        __caption__: 'Паспорт'
      }
    },
    ОборудованиеL: {
      название: {
        __caption__: 'Название'
      },
      тип: {
        __caption__: 'Тип'
      },
      паспорт: {
        __caption__: 'Паспорт'
      }
    }
  },
  validations: {
    название: {
      __caption__: 'Название'
    },
    паспорт: {
      __caption__: 'Паспорт'
    },
    тип: {
      __caption__: 'Тип'
    }
  }
};
