export default {
  projections: {
    СотрудникE: {
      номер: {
        __caption__: 'Номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      должность: {
        __caption__: 'Должность',
        название: {
          __caption__: 'Название'
        }
      }
    },
    СотрудникL: {
      номер: {
        __caption__: 'Номер'
      },
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      должность: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    имя: {
      __caption__: 'Имя'
    },
    номер: {
      __caption__: 'Номер'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
